export default function Poem() {
  return (
    <div
      className="min-h-screen p-6"
      style={{
        background: "linear-gradient(to bottom, #ff9933, white, #138808)",
      }}
    >
      <h1 className="mb-6 text-3xl font-bold text-center">...कविता...</h1>

      <div className="max-w-3xl p-6 mx-auto bg-white shadow-lg rounded-xl">
        <p className="mb-3 text-lg">
          जलती रही जोहर में नारियां भेड़िये फ़िर भी मौन थे। हमें पढाया गया अकबर”
          महान, तो फिर महाराणा प्रताप कौन थे। 😇😇
        </p>
        <p className="mb-3 text-lg">
          सड़ती रही लाशें सड़को पर गांधी फिर भी मौन थे, हमें पढ़ाया गांधी के
          चरखे से आजादी आयी, तो फांसी चढ़ने वाले 25-25 साल के वो जवान कौन थे
          😇😇
        </p>
        <p className="mb-3 text-lg">
          वो रस्सी आज भी संग्रहालय में है जिस्से गांधीजी बकरी बांधा करते थे
          किन्तु वो रस्सी कहां है जिस पे भगत सिंह , सुखदेव और राजगुरु हसते हुए
          झूले थे 😇😇
        </p>
        <p>
          हालात.ए.मुल्क देख के रोया न गया… कोशिश तो की पर मूंह ढक के सोया न
          गया”. जाने कितने झूले थे फाँसी पर,कितनो ने गोली खाई थी…. क्यो झूठ
          बोलते हो साहब, कि चरखे से आजादी आई थी…. 😥😥😥😥😥😥
        </p>
      </div>
    </div>
  );
}
